[
  {
    "name": "Go For A Run In The San Diego Zoo Safari Park",
    "description": "A half marathon on a trail running through the Safari Park, where animals roam free? Sounds like a barrel of monkeys (or rhinos).",
    "location": [33.09745, -116.99572],
    "imageUrl": "images/safari.jpg",
    "category": "activities"
  },
  {
    "name": "Play Tourist For The Afternoon With A Stroll Around Seaport Village",
    "description": "It may be a touristy spot with lots of tourist trap shops selling hats and sunglasses, but it’s definitely worth the walk to get great views of the harbor and Coronado, or just to enjoy the breeze.",
    "location": [32.70922, -117.17007],
    "imageUrl": "images/seaport-village.jpg",
    "category": "activities"
  },
  {
    "name": "Get Your Ultimate Geek On At Comic Con In July",
    "description": "Holy geekfest Batman. Every year, downtown San Diego turns into the biggest PR campaign Hollywood can buy. Comics, movies, collectables, cosplay, contests, it’s all here and so much more.",
    "location": [32.70648, -117.16614],
    "imageUrl": "images/comic-con.jpg",
    "category": "activities"
  },
  {
    "name": "Take A Beer Tour At Stone Brewery",
    "description": "This special behind the scenes tour, led by an “indoctrination specialist,” takes you behind the curtain of Stone’s diabolically tasty brews—most importantly it comes with free samples!",
    "location": [33.115875, -117.120022],
    "imageUrl": "images/stone-brewery.jpg",
    "category": "food"
  },
  {
    "name": "Grub Like The Localvores Do With Dinner At Café 21",
    "description": "With two locations (Downtown and North Park) Café 21 serves some delicious locally sourced, ethically raised hippie food. Great for brunch or dinner and whatever you do, get the sangria!",
    "location": [32.715382, -117.160545],
    "imageUrl": "images/cafe21.jpg",
    "category": "food"
  },
  {
    "name": "Take A Surf Lesson At Surfari",
    "description": "Hey there shark bait, want to hit the waves but not sure how? Check out Surfari Surf for lessons, camps, or just a board rental.",
    "location": [32.783761, -117.252811],
    "imageUrl": "images/surfari.jpg",
    "category": "activities"
  },
  {
    "name": "Take In The Epic Views At Torrey Pines",
    "description": "Get up early on a Saturday (for once) and head out to La Jolla for some hiking at Torrey Pines State Reserve. Take the short Guy Fleming Trail for great views of the ocean, or the Broken Hill Trail for a more dramatic view of the hillside.",
    "location": [32.926988, -117.259269],
    "imageUrl": "images/torrey-pines.jpg",
    "category": "activities"
  },
  {
    "name": "Get Chills And Thrills With A Ghost Tour Through The Gaslamp",
    "description": "The historic part of San Diego has a colorful Wild West past. Find out whose spectral remains are still hanging around this former red light district on the Haunted San Diego Tour.",
    "location": [32.712614, -117.160163],
    "imageUrl": "images/gaslamp.jpg",
    "category": "food"
  },
  {
    "name": "Find Nemo At The Birch Aquarium",
    "description": "Take in the beauty of California’s coral reefs and kelp forests at this aquarium at the Scripps Institute of Oceanography.",
    "location": [32.865938, -117.250414],
    "imageUrl": "images/birch-aquarium.jpg",
    "category": "activities"
  },
  {
    "name": "Visit The Mummies At The Museum Of Man",
    "description": "This anthropology museum may be small but it packs in some fascinating exhibits on early man and even two Egyptian mummies.",
    "location": [32.731771, -117.152293],
    "imageUrl": "images/museum-of-man.jpg",
    "category": "activities"
  },
  {
    "name": "Pet The Cats At The Adams Avenue Book Store",
    "description": "This used book store has a wide selection to choose from and two presumably well-read felines roaming the shelves.",
    "location": [32.763499, -117.11713],
    "imageUrl": "images/adams-ave-book-store.jpg",
    "category": "activities"
  },
  {
    "name": "Order The Kangaroo At Crazee Burger",
    "description": "Where else in California are you going to get to eat a burger made of exotic meat like alligator, ostrich, and antelope?",
    "location": [32.750202, -117.129937],
    "imageUrl": "images/crazee-burger.jpg",
    "category": "food"
  },
  {
    "name": "Head To Convoy Street For Your Asian Food Fix",
    "description": "San Diego has quite a large and diverse Asian population, which translates to an excellent variety of Asian cuisine. Check out Shabu Shabu House on Convoy Street.",
    "location": [32.824932, -117.155888],
    "imageUrl": "images/convoy.jpg",
    "category": "food"
  },
  {
    "name": "Go For A Dip In The Natural Hot Springs At Agua Caliente",
    "description": "For just five bucks you could be lounging in warm water goodness provided by the nearby hot springs.",
    "location": [32.951521, -116.305594],
    "imageUrl": "images/agua-caliente.jpg",
    "category": "activities"
  },
  {
    "name": "Dig For Treasure At Thrift Trader…",
    "description": "This local thrift store specializes in records, shoes and clothes. Trade in your old duds and go digging for excellent finds.",
    "location": [32.799316, -117.244245],
    "imageUrl": "images/thrift-trader.jpg",
    "category": "activities"
  },
  {
    "name": "…Or Go For Luxury Goods At Fashion Valley",
    "description": "Go where the rich tourists do! Fashion Valley showcases plenty of upscale brands like Hermes, Gucci, and Armani.",
    "location": [32.767874, -117.166531],
    "imageUrl": "images/fashion-valley.jpg",
    "category": "activities"
  },
  {
    "name": "Spend A Wednesday Afternoon At The OB Farmers Market",
    "description": "Live music, open-air food vendors, llama rides…what’s not to love? Sample local produce at the Ocean Beach Farmers Market.",
    "location": [32.746271, -117.250631],
    "imageUrl": "images/ob-farmers-market.jpg",
    "category": "food"
  },
  {
    "name": "Take A Dive With House Of Scuba",
    "description": "In addition to scuba gear, House of Scuba offers diving classes for all levels, from beginner to advanced.",
    "location": [32.81928, -117.225294],
    "imageUrl": "images/house-of-scuba.jpg",
    "category": "activities"
  },
  {
    "name": "Rock The Casbah",
    "description": "This divey venue has hosted Nirvana, Joan Jett, MGMT, and more. Live shows six nights a week for around $15.",
    "location": [32.730278, -117.17185],
    "imageUrl": "images/Casbah.jpg",
    "category": "music"
  },
  {
    "name": "Got Kids? Get Thee To Legoland",
    "description": "This amusement park is best for kids 12 and under, featuring massive Lego city models and a Star Wars exhibit.",
    "location": [33.128048, -117.311518],
    "imageUrl": "images/legoland.jpg",
    "category": "activities"
  },
  {
    "name": "Peruse Some Page Turners At The New Central Library",
    "description": "The massive downtown library hosts local art, a garden courtyard, and tech classes for the curious.",
    "location": [32.709029, -117.154239],
    "imageUrl": "images/central-library.jpg",
    "category": "activities"
  },
  {
    "name": "Here For The Holidays? Check Out “How The Grinch Stole Christmas” At The Old Globe",
    "description": "Every year, the Old Globe Theater puts on “How the Grinch Stole Christmas: The Musical,” a holiday hit for all ages.",
    "location": [32.73228, -117.151504],
    "imageUrl": "images/old-globe-theater.jpg",
    "category": "activities"
  },
  {
    "name": "Catch A Concert At The Spreckels Organ Pavilion",
    "description": "Every Sunday, enjoy free outdoor concerts on one of the world’s largest outdoor pipe organs in Balboa Park.",
    "location": [32.72941, -117.150415],
    "imageUrl": "images/organ-pavillion.jpg",
    "category": "music"
  },
  {
    "name": "Rent A Bike At Ray’s And Cruise The Boardwalk",
    "description": "Ten bucks gets you an all-day beach cruiser rental to ride the scenic Pacific Beach Boardwalk.",
    "location": [32.782899, -117.252743],
    "imageUrl": "images/pb-boardwalk.jpg",
    "category": "activities"
  },
  {
    "name": "Catch A Double Feature At The South Bay Drive-In",
    "description": "See new releases for $7 at this retro drive-in theater, or visit the swap meet held on-site every Wednesday.",
    "location": [32.578109, -117.086512],
    "imageUrl": "images/south-bay.jpg",
    "category": "activities"
  },
  {
    "name": "Join In The Ninja Night Race",
    "description": "This adrenaline-filled night cycling race speeds through Balboa Park — not for the faint of heart!",
    "location": [32.731115, -117.13824],
    "imageUrl": "images/night-race.jpg",
    "category": "activities"
  },
  {
    "name": "Get A Bird’s Eye View Of Black’s Beach",
    "description": "Glide high above La Jolla with tandem or solo hang gliding from the Torrey Pines Gliderport.",
    "location": [32.887686, -117.252963],
    "imageUrl": "images/blacks.jpg",
    "category": "activities"
  },
  {
    "name": "Check Out The Growing Art Scene In Barrio Logan",
    "description": "Barrio Logan has blossomed into an enclave for artists, with new galleries and street murals everywhere.",
    "location": [32.692975, -117.136492],
    "imageUrl": "images/barrio-logan.jpg",
    "category": "activities"
  },
  {
    "name": "Treat Yourself To Extraordinary Desserts—Yum!",
    "description": "This dessert bar in Banker’s Hill is a must for anyone with a sweet tooth — try the lemon bar!",
    "location": [32.720263, -117.16597],
    "imageUrl": "images/extraordinary-desserts.jpg",
    "category": "food"
  },
  {
    "name": "Brunch It At Hash House A Go Go",
    "description": "Packed on weekends, this popular brunch spot serves giant pancakes, bacon waffles, and their signature BLT Bloody Mary.",
    "location": [32.743886, -117.160621],
    "imageUrl": "images/hash-house.jpg",
    "category": "food"
  }
]
